Repository: fulvio999/MyFinance
Catalog: po/*.po
Languages: nl

source: Operation Result
nl: Resultaat

source: No Data Found
nl: Geen gegevens gevonden

source: Date from
nl: Van

source: Date To
nl: Tot

source: Confirm
nl: Bevestigen

source: Monthly
nl: maandelijks

source: weekly
nl: wekelijks

source: Choose a Category...
nl: Kies een categorie...

source: ALL Category
nl: Alles

source: Report Type...
nl: Soort verslag...

source: Generate
nl: Genereren

source: Missing required value, or invalid 'Amount'
nl: Fout: ongeldige waarde of ongeldig 'Aantal'

source: Note: decimal separator is .
nl: Let op: de gebruikte decimale scheiding is '.'

source: Operation executed successfully
nl: Gelukt

source: PLEASE, A RESTART IS REQUIRED
nl: HERSTART VEREIST

source: Attention
nl: Let op

source: Close
nl: Sluiten

source: Informations
nl: Informatie

source: * Database created: OK
nl: * Databank aangemaakt

source: * Default data imported: OK
nl: * Importeren voltooid

source: * Currency set to:
nl: * Valuta ingesteld op

source: Use configuration menu to change default settings
nl: Gebruik het instellingenmenu om de instellingen aan te passen

source: OK
nl: Oké

source: Data already loaded, can't redo it
nl: De gegevens zijn al geladen - opnieuw is onmogelijk

source: Product Info
nl: Productinformatie

source: version
nl: versie

source: Author
nl: Maker

source: Remove ALL Database Contents
nl: ALLE databankgegevens verwijderen

source: (there is no restore)
nl: (onomkeerbaar)

source: Delete
nl: Verwijderen

source: Succesfully Removed ALL data
nl: ALLE gegevens zijn verwijderd

source: Category Global Report
nl: Globaal verslag

source: Find Expense for category
nl: Uitgave zoeken in categorie

source: Confirmation
nl: Bevestiging

source: Delete selected Expense
nl: Geselecteerde uitgave verwijderen

source: OK: Done, Reload the expense List
nl: Gelukt - herlaad de uitgavenlijst

source: Amount
nl: Aantal

source: Date
nl: Datum

source: Note
nl: Aantekening

source: Category
nl: Categorie

source: SubCategory
nl: Subcategorie

source: found
nl: gevonden

source: Select
nl: Selecteren

source: Filter
nl: Filteren

source: All SubCategory
nl: Alles

source: Search/Reload
nl: Zoeken/Herladen

source: Amount inserted successfully
nl: Het aantal is ingevoerd

source: Amount:
nl: Aantal:

source: Choose...
nl: Kiezen...

source: Cancel
nl: Annuleren

source: Execute
nl: Uitvoeren

source: Insert expense
nl: Uitgave invoeren

source: Confirm the insertion
nl: Bevestig het invoegen

source: Field required
nl: Verplicht veld

source: Statistics
nl: Statistieken

source: Edit category
nl: Categorie aanpassen

source: Find Expense
nl: Uitgave zoeken

source: Remove Expenses in the range (no restore)
nl: Uitgaven binnen bereik verwijderen (onomkeerbaar)

source: Done, deleted
nl: Verwijderd

source: expense(s)
nl: uitgave(n)

source: GENERAL SETTINGS (** Restart is required after update ** )
nl: ALGEMENE INSTELLINGEN (** herstart om de wijzigingen toe te passen **)

source: Currency (ISO format)
nl: Valuta (ISO-opmaak)

source: Update
nl: Bijwerken

source: Load default category and SubCategory
nl: Standaard categorieën en subcategorieën laden

source: Load Data
nl: Gegevens laden

source: MAINTENANCE:
nl: BEHEER:

source: Remove expenses for a category and subCategory
nl: Uitgaven verwijderen uit een categorie en subcategorie

source: There is NO restore !
nl: Dit is onomkeerbaar!

source: From
nl: Van

source: To
nl: Tot

source: Help
nl: Hulp

source: Select the Category
nl: Selecteer een categorie

source: Item found
nl: Item gevonden

source: Remove Expenses in the range (no restore) ?
nl: Wil je de uitgaven binnen het bereik verwijderen (onomkeerbaar)?

source: GENERAL SETTINGS (** Restart required after update ** )
nl: ALGEMENE INSTELLINGEN (** herstart om de wijzigingen toe te passen **)

source: MAINTENANCE
nl: BEHEER

source: Remove expences for a category (and his subCategory). There is NO restore !
nl: Verwijder uitgaven binnen een categorie en subcategorie. Dit is onomkeerbaar!

source: Instant Report
nl: Direct veslag

source: subcategory expenses at current date
nl: subcategorie-uitgaven op huidige datum

source: Last Month Report
nl: Verslag van afgelopen maand

source: subcategory expenses in the last month
nl: subcategorie-uitgaven in de afgelopen maand

source: Custom Report
nl: Verslag op maat

source: subcategory expenses in a custom range
nl: subcategorie-uitgaven in een aangepast bereik

source: Available Report
nl: Beschikbaar verslag

source: Show/Refresh
nl: Tonen/Verversen

source: Situation at
nl: Situatie op

source: (date format is yyyy-mm-dd)
nl: (de datumopmaak is yyyy-mm-dd)

source: NO DATA FOUND
nl: GEEN GEGEVENS GEVONDEN

source: for Monthly report from
nl: voor een maandelijks verslag van

source: to
nl: tot

source: Monthly report from
nl: Maandelijks verslag van

source: Custom report from
nl: Verslag op maat van

source: from
nl: van

source: SubCategory added in list
nl: Subcategorie op de lijst

source: Category and SubCategory Saved
nl: Categorie en subcategorie opgeslagen

source: Category value is invalid
nl: Ongeldige categoriewaarde

source: Category already Exist
nl: De categorie bestaat al

source: SUBCategory invalid or duplicated
nl: De subcategoriewaarde is ongeldig of een duplicaat

source: No SUBCategory found in List
nl: Geen subcategorie aangetroffen op lijst

source: Category Name
nl: Categorienaam

source: Add Subcategory
nl: Subcategorie toevoegen

source: Add to List
nl: Toevoegen aan lijst

source: Subcategory List
nl: Subcategorielijst

source: Select the subcategory to remove
nl: Kies de te verwijderen subcategorie

source: Remove
nl: Verwijderen

source: Subcategories
nl: Subcategorieën

source: Edit...
nl: Aanpassen...

source: Save
nl: Opslaan

source: Reset All
nl: Standaardwaarden

source: Save the new Category
nl: Nieuwe categorie opslaan

source: Expense (at
nl: Uitgave (op

source: Operation executed successfully !
nl: Gelukt!

source: SubCategory invalid or duplicated
nl: De subcategorie is ongeldig of een duplicaat

source: Subcategory
nl: Subcategorie

source: (Modified - NOT Saved)
nl: (aangepast - niet opgeslagen)

source: Show/Edit...
nl: Bekijken/Aanpassen...

source: Delete Category
nl: Categorie verwijderen

source: At the modifications end, press Save button
nl: Druk op 'Opslaan' om de aanpassingen op te slaan

source: Save Category modifications
nl: Categorie-aanpassingen opslaan

source: Delete this Category with his subcategory and
nl: Verwijder deze categorie en subcategorie en

source: ALL
nl: ALLES

source: associated expense
nl: gekoppelde uitgave

source: Operation Executed Successfully
nl: Gelukt

source: Confirm the modifications
nl: Bevestig de aanpassingen

source: Invalid input value(s)
nl: Ongeldige invoerwaarde(n)

source: associated expense ?
nl: gekoppelde uitgave?

source: Sub Category
nl: Subcategorie

source: expenses amount at current date
nl: uitgavebedrag op huidige datum

source: expenses in the last month
nl: uitgaven in de afgelopen maand

source: expenses in a custom range
nl: uitgaven in aangepast bereik

source: Report Types
nl: Soorten verslagen

source: at
nl: op

source: From:
nl: Van:

source: To:
nl: Tot:

source: Available Reports
nl: Beschikbare verslagen

source: Custom report from:
nl: Verslag op maat van:

source: Insert
nl: Invoegen

source: Edit category...
nl: Categorie aanpassen...

source: Find Expense...
nl: Uitgave zoeken...

source: Report Type
nl: Soort verslag

source: Found
nl: Aangetroffen

source: expense in the date range
nl: uitgave binnen het datumbereik

source: Application Help Page
nl: Hulppagina

source: MyFinance is a simple expenses manager/tracker
nl: Financiën is een eenvoudige app om je uitgaven te beheren en bij te houden

source: Is based on the concept of 'Category' of expense (example: Travel, Home, ....) and his subCategory to define a classification
nl: De app is gebaseerd op het 'categorie'concept van uitgaven (zoals reizen, thuis, ...) en een subcategorie

source: (example: plane,train,car for 'Travel' category)
nl: (zoals vliegtuig, trein, auto in de categorie 'Reizen')

source: Users can add custom category and subCategory or edit the default ones
nl: Gebruikers kunnen eigen categorieën en subcategorieën toevoegen of de bestaande aanpassen

source: The default currency is set to EUR, but can be changed in the configuration page
nl: De standaardvaluta is EUR, maar kan worden aangepast in de instellingen

source: NOTE: Currency values, MUST be in ISO format (3 letters, examle: EUR,USD)
nl: LET OP: valutawaarden dienen te worden opgegeven met ISO-opmaak (3 letters, zoals EUR, USD, ...)

source: See
nl: Zie ook

source: After his modification, restart the application !
nl: Herstart de app om de wijzigingen toe te passen!

source: Reports types
nl: Soorten verslagen

source: There are two type of report
nl: Er zijn twee soorten verslagen

source: Instant Report: a progressive report that show the expense from the begin at today
nl: Direct verslag: een progressief verslag dat alle uitgaven van begin tot nu toont

source: History Report: expenses situation for the last month or for a custom period
nl: Historisch verslag: een verslag dat de uitgaven van de afgelopen maand of een aangepaste periode toont

source: Help Page
nl: Hulppagina

source: About
nl: Over

source: Add
nl: Toevoegen

source: Settings
nl: Instellingen

source: category to search
nl: Zoeken naar categorie

source: Search
nl: Zoeken

source: Total category found
nl: Gevonden categorieën

source: Global Reports
nl: Globale verslagen

source: Add new Category and subcategory
nl: Categorie en subcategorie toevoegen

source: Statistics for category
nl: Categoriestatistieken

source: Application Configuration
nl: App-instellingen

source: Manage expenses for
nl: Uitgaven beheren voor

source: Edit Expense for category
nl: Uitgave binnen categorie aanpassen

source: MyFinance
nl: Financiën
